sys-cafm-mgmt/SoapEnvelopes/GetInstructionSetsByDto.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://www.fsi.co.uk/services/evolution/04/09" xmlns:fsi2="http://schemas.datacontract.org/2004/07/Fsi.Concept.Tasks.Contracts.Entities">
    <soapenv:Header/>
    <soapenv:Body>
        <ns:GetInstructionSetsByDto>
            <ns:sessionId>{{SessionId}}</ns:sessionId>
            <ns:dto>
                <fsi2:IN_DESCRIPTION>{{SubCategory}}</fsi2:IN_DESCRIPTION>
            </ns:dto>
        </ns:GetInstructionSetsByDto>
    </soapenv:Body>
</soapenv:Envelope>
